{
  "main": {
    "name":"Benjamin Taylor",
    "occupation":"Information Technology",
    "description":"I have a great passion for computer work, including the analysis of computer systems. I am always looking to continue learning, and am a quick study in new endeavors.",
    "image":"profilepic.jpg",
    "bio":"My start in IT was at an MSP. From there I worked in the rigid realm of healthcare IT systems and discovered my passion for cybersecurity. I enjoy completing CTF challenges and learning in my homelab environment.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "btaylor280[at]gmail.com",
    "phone": "516-715-1997",
    "resumedownload":"http://timbakerdev.com",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/tim-baker-8420009a/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/tbaker_x",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"http://github.com/tbakerx",
        "className":"fa fa-github"
      }
      
    ]
  },
  "resume":{
    "skillmessage":"Here you can create a short write-up of your skills to show off to employers",
    "education":[
      {
        "school":"Missouri Southern State University",
        "degree":"Bachelor of Science Degree in Criminal Justice",
        "graduated":"May 2013",
        "description":"Describe your experience at school, what you learned, what useful skills you have acquired etc."
      }
    ],
    "work":[
      {
        "company":"High Plains Mental Health Center",
        "title":"Information Technology Specialist",
        "years":"Jun 2019 - Present",
        "description":"Analyzes, operates, administers, maintains, tests, and implements the network interconnection of devices, systems and communication services to meet the functional objectives of the Center.  Responsible for all aspects of the Tele-video network, VOIP telephone system, computer network including internet, and local area network."
      },
      {
        "company":"Eagle Technology Solutions",
        "title":"Service Technician",
        "years":"Jun. 2018 – Jun. 2019",
        "description":" Proactively maintain clients’ computer environments by analyzing requirements, resolving problems, and installing hardware and software solutions. "
      }
    ]
    
  }
}
